{"business_id": "Yzvjg0SayhoZgCljUJRF9Q", "text": "Dr. Carlos is a wonderful speaker and truly caring medical professional who brings his passion for natural livng to all things he does.", "category": ["Health & Medical", "Fitness & Instruction", "Yoga", "Active Life", "Pilates"]}
{"business_id": "XNoUzKckATkOD1hP6vghZg", "text": "Best time to visit is during the week ~ Saturdays ate always very busy and the place is closed in Sundays.\n\nAppointment is usually required", "category": ["Pets", "Pet Services", "Pet Groomers"]}
{"business_id": "6OAZjbxqM5ol29BuHsil3w", "text": "Do not use them .!!!!! They give you a time and then \nWhen you come back to pick it up its not ready. Very rude .  \"  Use All hose # instead  fast friendly service\nAnd it will cost you less..", "category": ["Hardware Stores", "Home Services", "Building Supplies", "Home & Garden", "Shopping"]}
{"business_id": "51M2Kk903DFYI6gnB5I6SQ", "text": "We recently had Use My Guy Services back again to help with hanging shelves and artwork.  Josh got my OK before finalizing the position of all work.  Everything looked great when he was finished.  They were done within one hour after arriving at the time I was told to expect them.  I have their card handy and will definitely recommend them and continue to use them in the future.", "category": ["Home Services", "Plumbing", "Electricians", "Handyman", "Contractors"]}
{"business_id": "cKyLV5oWZJ2NudWgqs8VZw", "text": "I was in a bind trying to find someone who could install a hitch for my daughter's car the next day.  After calling several places, Super Duty HQ referred me to Rusty at Oasis Auto Center.  Rusty answered the phone right away and was happy to help me out.  He said, just give us a call when you're on your way and we'll get you in.  We dropped off the car and hitch (purchased at Quality Bumper in Mesa) at 1pm and had it back by 3pm.  Now, my daughter is able to use her bike rack and will be able to get around ASU in this heat.  Thanks, Rusty, for your help!  We will definitely call you again!", "category": ["Auto Repair", "Automotive", "Oil Change Stations", "Transmission Repair"]}
{"business_id": "oiAlXZPIFm2nBCt0DHLu_Q", "text": "I love this Dry Cleaners! They are so friendly and do a great job on my suits!  They always offer hot coffee and bottled water.  The coffee isn't the best, but its so nice that it's available for their customers.  It shows they care!  They charge a cheap price for great quality too!", "category": ["Local Services", "Laundry Services"]}
{"business_id": "ScYkbYNkDgCneBrD9vqhCQ", "text": "I'm a recent tansplant from WI to AZ. I drove my 2008 SUV down here and with over 84K miles on it I want to make sure it keeps humming along and needed to find a good place to bring it for my service needs. I found these guys when looking for someone who was associated with Goodyear, because of my Goodyear tire package. I am so happy with the service, location, pricing, honesty and overall welcome to AZ that I have felt from everyone here at Junction Tire. Guy, Bill and the rest of the gang are wonderful and helpful. And this location has one of the cleanest and hippest bathrooms ever! Coffee or water is available in the waiting room. I highly recommend you give Guy a call the next time you need service. Fair, honest and dependable, that's a must for me and you will find it here!", "category": ["Auto Repair", "Oil Change Stations", "Automotive", "Tires"]}
{"business_id": "pQeaRpvuhoEqudo3uymHIQ", "text": "These empanadas are HUGE and in my opinion better for the price than their competitor. Would be awesome if they could come up with new flavors but the ones they have are really good.", "category": ["Food Trucks", "Specialty Food", "Imported Food", "Food", "Restaurants"]}
{"business_id": "EosRKXIGeSWFYWwpkbhNnA", "text": "If you've followed my love hate relationship with this gym you'll know that my fitness journey has not been without some turmoil - like any relationship. \n\nSo why the bump up from a 1 star to 3 star? A couple of things:\n\n1. I dropped the MMA portion of my membership and now focus solely on the free weights and cardio. It's not the best (weights always out of order and cardio machines down) but attempts are made to rectify the issues. AOK\n\n2. Changes in staff/customer service. I'm finding they're taking a much more proactive approach to customer service, instead of giving you the run around they're much quicker and better at addressing customer concerns. The GM personally makes phone calls to address issues and the clubs owner is on hand every morning \n\n3. Investment in personal training. I purchased a block of training a while back with Jahmal R. He's a great trainer and is involved with my training and goals and not just being on his phone like many of my previous trainers. \n\nThis should show that any business can do better and deserves a second chance. I cannot say this is the best gym I've been too but it's. It the worst and they've kept me motivated to come regularly (3-5 times a week).", "category": ["Martial Arts", "Gyms", "Fitness & Instruction", "Active Life"]}
{"business_id": "MbZMmwo-eL0Jnm_Yb9KJrA", "text": "Chinook Landscaping is tops in my book\nI was extremely pleased with Patrick and his crew, both He and James took care to ensure that all I wanted was done, and in fact there were more than a few extra touches added by folks in the crew...The thought and Care they took shows real pride in a job well done not just a chore to finish.\nThe workmanship was outstanding, They took what I wanted and made it so much better. The final product is impressive and all who walk past agree and exclaim \"great job\", \"looks great\", \"wow what an improvement\".  The final stage and Cleanup was just as impressive. I would definitely recommend Chinook Landscaping for any work you want done, Just give David Abbott a call, you won't be sorry.", "category": ["Contractors", "Landscaping", "Home Services"]}
