{"keywords": "(2+1)-dimensional non-linear optical waves; erbium-doped optical fibre; symbolic computation; soliton solution; soliton interaction", "text": "(2 + 1)-dimensional non-linear optical waves through the coherently excited resonant medium doped with the erbium atoms can be described by a (2 + 1)-dimensional non-linear Schrodinger equation coupled with the self-induced transparency equations. For such a system, via the Hirota method and symbolic computation, linear forms, one-, two-and N-soliton solutions are obtained. Asymptotic analysis is conducted and suggests that the interaction between the two solitons is elastic. Bright solitons are obtained for the fields E and P, while the dark ones for the field N, with E as the electric field, P as the polarization in the resonant medium induced by the electric field, and N as the population inversion profile of the dopant atoms. Head-on interaction between the bidirectional two solitons and overtaking interaction between the unidirectional two solitons are seen. Influence of the averaged natural frequency. on the solitons are studied: (1). can affect the velocities of all the solitons; (2) Amplitudes of the solitons for the fields P and N increase with. decreasing, and decrease with. increasing; (3) With. decreasing, for the fields P and N, one-peak one soliton turns into the two-peak one, as well as interaction type changes from the interaction between two one-peak ones to that between a one-peak one and a two-peak one; (4) For the field E, influence of. on the solitons cannot be found. The results of this paper might be of potential applications in the design of optical communication systems which can produce the bright and dark solitons simultaneously.", "category": ["CS", "Symbolic computation"]}
{"keywords": "Aging; Tau; Amyloid; PET; Alzheimer's disease; Polypathology", "text": "(beta-amyloid (A beta) and tau pathology become increasingly prevalent with age, however, the spatial relationship between the two pathologies remains unknown. We examined local (same region) and non-local (different region) associations between these 2 aggregated proteins in 46 normal older adults using [F-18]AV-1451 (for tau) and [C-11]PiB (for A beta) positron emission tomography (PET) and 1.5 T magnetic resonance imaging (MRI) images. While local voxelwise analyses showed associations between PiB and AV-1451 tracer largely in the temporal lobes, k-means clustering revealed that some of these associations were driven by regions with low tracer retention. We followed this up with a whole-brain region-by-region (local and non-local) partial correlational analysis. We calculated each participant's mean AV-1451 and PiB uptake values within 87 regions of interest (ROI). Pairwise ROI analysis demonstrated many positive PiB AV-1451 associations. Importantly, strong positive partial correlations (controlling for age, sex, and global gray matter fraction, p <.01) were identified between PiB in multiple regions of association cortex and AV-1451 in temporal cortical ROIs. There were also less frequent and weaker positive associations of regional PiB with frontoparietal AV-1451 uptake. Particularly in temporal lobe ROIs, AV-1451 uptake was strongly predicted by NB across multiple ROI locations. These data indicate that A beta and tau pathology show significant local and non-local regional associations among cognitively normal elderly, with increased PiB uptake throughout the cortex correlating with increased temporal lobe AV-1451 uptake. The spatial relationship between A beta and tau accumulation does not appear to be specific to A beta location, suggesting a regional vulnerability of temporal brain regions to tau accumulation regardless of where AP accumulates.", "category": ["Medical", "Alzheimer's Disease"]}
{"keywords": "NdFeB magnets; Electric motor; Electric vehicle; Hybrid electric vehicle; Recycling; Rare earth elements", "text": "(Hybrid) electric vehicles are assumed to play a major role in future mobility concepts. Although sales numbers are increasing, little emphasis has been laid on the recycling of some key components such as power electronics or electric motors. Permanent magnet synchronous motors contain considerable amounts of rare earth elements that cannot be recovered in conventional recycling routes. Although their recycling could have large economic, environmental, and strategic advantages, no industrial recycling for permanent magnets is available in western countries at the moment. Regarding the essential steps, dismantling of electric vehicles as well as the extraction of magnets from the rotors, little has been published before. This paper therefore presents and discusses different recycling approaches for the recycling of NdFeB magnets from (hybrid) electric vehicles. Many results stem from the German research project \"Recycling of components and strategic metals of electric drive motors.\".", "category": ["ECE", "Electric motor"]}
{"keywords": "Parkinson's disease; dyskinesia; adenosine A(2A) receptor; striatum; glutamic acid decarboxylase", "text": "(L)-3,4-Dihydroxyphenylalanine ((L)-DOPA) remains the primary pharmacological agent for the symptomatic treatment of Parkinson's disease (PD). However, the development of (L)-DOPA-induced dyskinesia (LID) limits the long-term use of (L)-DOPA for PD patients. Some data have reported that adenosine A(2A) receptor (A(2A)R) antagonists prevented LID in animal model of PD. However, the mechanism in which adenosine A(2A)R blockade alleviates the symptoms of LID has not been fully clarified. Here, we determined to knock out (KO) the gene of A(2A)R and explored the possible underlying mechanisms implicated in development of LID in a mouse model of PD. A(2A)R gene KO mice were unilaterally injected into the striatum with 6-hydroxydopamine (6-OHDA) in order to damage dopamine neurons on one side of the brain. 6-OHDA-lesioned mice were then injected once daily for 21 days with (L)-DOPA. Abnormal involuntary movements (AIMs) were evaluated on days 3, 8, 13, and 18 after (L)-DOPA administration, and real-time polymerase chain reaction and immunohistochemistry for glutamic acid decarboxylase (GAD) 65 and GAD67 were performed. We found that A(2A)R gene KO was effective in reducing AIM scores and accompanied with decrease of striatal GAD67, rather than GAD65. These results demonstrated that the possible mechanism involved in alleviation of AIM symptoms by A(2A)R gene KO might be through reducing the expression of striatal GAD67.", "category": ["Medical", "Parkinson's Disease"]}
{"keywords": "Tea category identification; computer vision; color histogram; wavelet packet entropy; winner-takes-all; radial basis function; artificial neural network; pattern recognition; support vector machine", "text": "(Objective) In order to increase classification accuracy of tea-category identification (TCI) system, this paper proposed a novel approach. (Method) The proposed methods first extracted 64 color histogram to obtain color information, and 16 wavelet packet entropy to obtain the texture information. With the aim of reducing the 80 features, principal component analysis was harnessed. The reduced features were used as input to generalized eigenvalue proximal support vector machine (GEPSVM). Winner-takes-all (WTA) was used to handle the multiclass problem. Two kernels were tested, linear kernel and Radial basis function (RBF) kernel. Ten repetitions of 10-fold stratified cross validation technique were used to estimate the out-of-sample errors. We named our method as GEPSVM + RBF + WTA and GEPSVM + WTA. (Result) The results showed that PCA reduced the 80 features to merely five with explaining 99.90% of total variance. The recall rate of GEPSVM + RBF + WTA achieved the highest overall recall rate of 97.9%. (Conclusion) This was higher than the result of GEPSVM + WTA and other five state-of-the-art algorithms: back propagation neural network, RBF support vector machine, genetic neural-network, linear discriminant analysis, and fitness-scaling chaotic artificial bee colony artificial neural network.", "category": ["CS", "Computer vision"]}
{"keywords": "Brain-machine interfaces; Electrical stimulation of the brain; Transcranial magnetic stimulation; Trends; Psychiatry", "text": "(R)ecent advances in deep brain stimulators and brain -machine interfaces have greatly expanded the possibilities of neuroprosthetics and neuromodulation. Together with advances in neuroengineering, nanotechnology, molecular biology and material sciences, it is now possible to address fundamental questions in neuroscience in new, more powerful ways. It is now possible to apply these new technologies in ways that range from augmenting and restoring function to neuromodulation modalities that treat neuropsychiatric disorders. Recent developments in neuromodulation methods offer significant advantages and potential clinical benefits for a variety of disorders. Here we describe the current state of the art in neuromodulation methods, and some advances in brain -machine interfaces, describing the advantages and limitations of the clinical applications of each method. The future applications of these new methods and how they will shape the future of psychiatry and medicine, along with safety and ethical implications, are also discussed. (c) 2017 Elsevier Inc. All rights reserved.", "category": ["biochemistry", "Molecular biology"]}
{"keywords": "Software-defined radio; AIS receiver; VHF data exchange services; Satellite radio applications; Flexible RF front end", "text": "(T)his paper presents the concept of a software-defined radio with a flexible RF front end. The design and architecture of this system, as well as possible application examples will be explained. One specific scenario is the operation in maritime frequency bands. A well-known service is the Automatic Identification System (AIS), which has been captured by the DLR mission AISat, and will be chosen as a maritime application example. The results of an embedded solution for AIS on the SDR platform are presented in this paper. Since there is an increasing request for more performance on maritime radio bands, services like AIS will be enhanced by the International Association of Marine Aids to Navigation and Lighthouse Authorities (IALA). The new VHF Data Exchange Service (VDES) shall implement a dedicated satellite link. This paper describes that the SDR with a flexible RF front end can be used as a technology demonstration platform for this upcoming data exchange service.", "category": ["ECE", "Satellite radio"]}
{"keywords": "plumes/thermals; turbulence modelling; turbulence simulation", "text": "(We develop a generalised unsteady plume theory and compare it with a new direct numerical simulation (DNS) dataset for an ensemble of statistically unsteady turbulent plumes. The theoretical framework described in this paper generalises previous models and exposes several fundamental aspects of the physics of unsteady plumes. The framework allows one to understand how the structure of the governing integral equations depends on the assumptions one makes about the radial dependence of the longitudinal velocity, turbulence and pressure. Consequently, the ill-posed models identified by Scase & Hewitt (J. Fluid Mech., vol. 697, 2012, pp. 455-480) are shown to be the result of a non-physical assumption regarding the velocity profile. The framework reveals that these ill-posed unsteady plume models are degenerate cases amongst a comparatively large set of well-posed models that can be derived from the generalised unsteady plume equations that we obtain. Drawing on the results of DNS of a plume subjected to an instantaneous step change in its source buoyancy flux, we use the framework in a diagnostic capacity to investigate the properties of the resulting travelling wave. In general, the governing integral equations are hyperbolic, becoming parabolic in the limiting case of a 'top-hat' model, and the travelling wave can be classified as lazy, pure or forced according to the particular assumptions that are invoked to close the integral equations. Guided by observations from the DNS data, we use the framework in a prognostic capacity to develop a relatively simple, accurate and well-posed model of unsteady plumes that is based on the assumption of a Gaussian velocity profile. An analytical solution is presented for a pure straight-sided plume that is consistent with the key features observed from the DNS.", "category": ["MAE", "Fluid mechanics"]}
{"keywords": "Stomach of human fetus; Development; Endocrine cells; Immunohistochemistry", "text": ", while ghrelin cells were the most numerous during the se Since reports on endocrine cells and their kinetics in the corpus of the human stomach are limited, the aim of this study was to examine the appearance, localization, density, and the relationship among the endocrine cell types in the corpus of the human stomach during prenatal and early postnatal development. We examined chromogranin A, somatostatin, ghrelin, glucagon, and serotonin expression by immunohistochemistry in 2 embryos, 38 fetuses, and 3 infants in the corpus of human stomach. Chromogranin A secreting endocrine cells were identified in the corpus at week 10 of gestation. Somatostatin cells were present from the 10th week, ghrelin and serotonin cells from the 11th week, and glucagon cells from the 12th week of gestation. Endocrine cells were present individually or clustered within the glandular base and body during the first trimester, and were present separately within the basal and central parts of glands during the second and third trimesters. Somatostatin cells were the most common type of cells (similar to 46 %) during the first trimestercond trimester (similar to 34 %), and in infants (similar to 28 %). The percentage of glucagon cells was significant only during the first trimester of pregnancy (5.5 %), and the percentage of serotonin cells was only significant just before birth (4.8 %). These results show, for the first time, that the largest number of endocrine cells are present in the corpus during the first trimester of prenatal development. Also, these results suggest that secretory products of endocrine cells play a role in the regulation of homeostasis, growth, and differentiation, and in human stomach function.", "category": ["Psychology", "Prenatal development"]}
{"keywords": "National Electronic Injury Surveillance System; water sports; trauma", "text": ",Background: The objective was to describe the patterns and mechanisms of water tubing related injuries treated in U.S. emergency departments. Methods: The National Electronic Injury Surveillance System was used to examine cases of water tubing related injuries. Sample weights were used to calculate national estimates of water tubing related injuries. Analyses were conducted in 2010. Results: From 1991-2009 an estimated 69,471 injuries were treated in US emergency departments for water tubing related injuries. The annual number of cases increased 250% over the 19-year study period (P<.001). Sprains and strains accounted for the largest portion of injuries (27.2%). The head was the most frequently injured body part (27.5%). Children and adolescents= 20 years, were more likely than individuals 19 years to sustain sprains and strains (OR: 2.11; 95% CI = 1.64-2.71) and were most commonly injured by impact with the water (54.6%). Conclusions: Patterns of water tubing related injuries differ for children and adults. Research is needed to determine how best to reduce these injuries.", "category": ["Medical", "Sprains and Strains"]}
